Repository: ecosia/firefox-ios
Catalog: Client/Ecosia/L10N/*.lproj/Temporary.strings
Languages: fr, it

source: Your Impact section, highlithing the trees planted by yourself and the Ecosia community overall. You have contributed to plant %@ trees. The total number of trees planted by the Ecosia community has reached %@
fr: Section Votre Impact, qui indique le nombre d'arbres plantés par vous-même et par la communauté Ecosia dans son ensemble. Vous avez aidé à planter %@ arbres. Le nombre total d'arbres plantés par la communauté Ecosia a atteint les %@
it: La sezione Il tuo impatto mostra gli alberi che hai piantato tu e gli alberi piantati da tutta la comunità Ecosia. Hai contribuito a piantare %@ alberi. Il numero totale di alberi piantati dalla comunità Ecosia ha raggiunto quota %@

source: Page control dots
fr: Points de contrôle du site
it: Controllo della pagina

source: Back
fr: Retour
it: Indietro

source: Skip the onboarding
fr: Ignorer l'introduction
it: Salta l'onboarding

source: Continue to the next onboarding page
fr: Passer à la page d'introduction suivante
it: Continua alla prossima pagina di onboarding

source: Finish onboarding and start contributing to Ecosia
fr: Terminer l'introduction et commencer à contribuer à Ecosia
it: Termina l'onboarding e inizia a contribuire a Ecosia

source: This onboarding illustration shows how by performing searches via the Ecosia app, you are leveling up your tree planting impact score. A small search screenshot and a tree counter example is shown. A forest can be seen on the background.
fr: Cette illustration d'introduction montre comment, en effectuant des recherches sur l'application Ecosia, vous augmentez votre score en termes d'impact par la plantation d'arbres. Le site montre une petite capture d'écran de la recherche et un exemple de compteur d'arbres. Une forêt en arrière-plan.
it: Questa illustrazione di onboarding mostra come, effettuando ricerche tramite l'app Ecosia, aumenti il tuo impatto nella piantumazione di alberi. Viene mostrato un piccolo screenshot di ricerca e un esempio di contatore di alberi. Sullo sfondo si può vedere una foresta.

source: This onboarding illustration shows how by performing searches via the Ecosia app, you are leveling up your planed-friendly lifestyle. A small search input field screenshot and result example containing the green icon is shown. A forest can be seen on the background.
fr: Cette illustration d'introduction montre comment, en effectuant des recherches sur l'application Ecosia, vous améliorez votre mode de vie écologique. Le site montre une petite capture d'écran du champ de saisie pour les recherches et un exemple de résultat avec l'icône verte. On voit une forêt en arrière-plan.
it: Questa illustrazione di onboarding mostra come, effettuando ricerche tramite l'app Ecosia, rendi ancora più ecosostenibile il tuo stile di vita. Viene visualizzato un piccolo screenshot del campo di inserimento della ricerca e un esempio di risultato contenente l'icona verde. Sullo sfondo si può vedere una foresta.

source: This onboarding illustration shows briefly an example of a before and after comparision of trees planted in a land. The image is a screenshot from the satellite view.
fr: Cette illustration d'introduction montre un bref exemple de comparaison avant/après avec des arbres plantés sur un terrain. L'image est une capture d'écran d'une vue satellite.
it: Questa illustrazione di onboarding mostra brevemente un esempio di un confronto prima/dopo degli alberi piantati in un Paese. L'immagine è uno screenshot da una vista satellitare.

source: This onboarding illustration shows a few numbers like the projects Ecosia is involved in, the total number of trees planted by the Ecosia community, alongisde the number of countries Ecosia is active. A small map of the planisphere with trees pins in few geographic location, background.
fr: Cette illustration d'introduction montre quelques chiffres, comme le nombre de projets auxquels participe Ecosia, le nombre total d'arbres plantés par la communauté Ecosia, en plus du nombre de pays où Ecosia agit. Un petit planisphère est affiché en arrière-plan, avec des épingles en forme d'arbres sur quelques emplacements géographiques.
it: Questa illustrazione di onboarding mostra alcune cifre, come i progetti in cui Ecosia è coinvolta e il numero totale di alberi piantati dalla comunità Ecosia, oltre al numero di Paesi in cui Ecosia è attiva. Sullo sfondo una piccola cartina del planisfero con puntine a forma di albero in alcune aree geografiche.

source: This onboarding illustration is a photo of a monkey climbing a tree. It function mainly as general decoration image.
fr: Cette illustration d'introduction est une photo d'un singe en train de grimper à un arbre. Elle sert principalement d'image de décoration générale.
it: Questa illustrazione di onboarding è una foto di una scimmia che si arrampica su un albero. Funge essenzialmente da immagine decorativa generale.

source: This onboarding illustration shows the latest financial reports of Ecosia. On the background there is an image of a person caring for tree seedlings
fr: Cette illustration d'introduction présente les derniers rapports financiers d'Ecosia. En arrière-plan, on peut voir l'image d'une personne qui s'occupe de jeunes plants d'arbres.
it: Questa illustrazione di onboarding mostra gli ultimi report finanziari di Ecosia. Sullo sfondo si vede l'immagine di una persona che si prende cura di alcune piantine.

source: Interact to collapse content
fr: Interagir pour afficher moins de contenu
it: Interagisci per comprimere il contenuto

source: Interact to expand content
fr: Interagir pour afficher plus de contenu
it: Interagisci per espandere il contenuto

source: Export bookmarks
fr: Exporter des marque-pages
it: Esporta segnalibri

source: Import bookmarks
fr: Importer des marque-pages
it: Importa segnalibri

source: Exporting Bookmarks…
fr: Marque-pages en cours d'exportation...
it: Esportazione segnalibri in corso...

source: Importing Bookmarks…
fr: Marque-pages en cours d'importation...
it: Importazione segnalibri in corso...

source: Imported Bookmarks (%@)
fr: Marque-pages importés (%@)
it: Segnalibri importati (%@)

source: Importing failed
fr: Échec de l'importation
it: Importazione non riuscita

source: Exporting failed
fr: Échec de l'exportation
it: Esportazione non riuscita

source: Something went wrong, please try again.
fr: Une erreur est survenue, veuillez réessayer.
it: Qualcosa è andato storto, ti invitiamo a riprovare.

source: More
fr: Plus
it: Altro

source: Bookmarks imported
fr: Marque-pages importés
it: Segnalibri importati

source: Bookmarks exported
fr: Marque-pages exportés
it: Segnalibri esportati

source: Tap the bookmark icon when you find a page you want to save.
fr: Appuyez sur l'icône de marque-page lorsque vous trouvez un site que vous souhaitez enregistrer.
it: Clicca sull'icona del segnalibro quando trovi una pagina che vuoi salvare.

source: You can also import bookmarks:
fr: Vous pouvez aussi importer des marque-pages :
it: Puoi anche importare segnalibri:

source: Export your bookmarks from another browser.
fr: Exportez vos marque-pages depuis un autre navigateur.
it: Esporta i tuoi segnalibri da un altro browser.

source: Tap on the link below to import the file of your bookmarks
fr: Appuyez sur le lien ci-dessous pour importer votre fichier de marque-pages.
it: Clicca sul link sottostante per importare il file dei tuoi segnalibri

source: You can now import bookmarks from other browsers to Ecosia.
fr: Vous pouvez maintenant importer des marque-pages depuis d'autres navigateurs vers Ecosia.
it: Ora puoi importare segnalibri da altri browser in Ecosia.

source: Open bookmarks
fr: Ouvrir les marque-pages
it: Apri segnalibri

source: Tap here to import bookmarks from other browsers.
fr: Appuyez ici pour importer des marque-pages depuis d'autres navigateurs.
it: Clicca qui per importare segnalibri da altri browser.

source: What's new
fr: Les nouveautés
it: Novità

source: Collective action
fr: Action collective
it: Azione collettiva

source: See the climate impact you are having together with the rest of the Ecosia community.
fr: Découvrez l'impact que vous et l'ensemble de la communauté Ecosia avez sur l'environnement.
it: Dai un'occhiata all'impatto che stai avendo sul clima insieme al resto della community di Ecosia.

source: Customizable home page
fr: Page d'accueil personnalisable
it: Home page personalizzabile

source: Tailor your home page to show the information that’s most relevant to you.
fr: Personnalisez votre page d'accueil pour qu'elle affiche les informations les plus pertinentes pour vous.
it: Personalizza la tua home page in modo che mostri le informazioni più importanti per te.

source: Discover
fr: Découvrir
it: Esplora

source: Strict
it: Rigoroso

source: Version %@
it: Versione %@
