Repository: ecosia/firefox-ios
Catalog: Client/Ecosia/L10N/*.lproj/Temporary.strings
Languages: fr, it

source: %@ days ago
fr: Il y a %@ jours
it: %@ giorno/i fa

source: Autocomplete
fr: Autocomplétion
it: Autocompletamento

source: Close all
fr: Tout fermer
it: Chiudi tutto

source: Ecosia recommends
fr: Ecosia recommande
it: Ecosia raccomanda

source: Ecosia won’t remember the pages you visited, your search history or your autofill information once you close a tab. Your searches still contribute to trees.
fr: Ecosia ne conserve pas les pages visitées, l’historique ou vos informations remplies automatiquement. Vos recherches aident à planter des arbres.
it: Ecosia non salva le pagine visitate, la cronologia o informazioni di autocompletamento. Le tue ricerche contribuiscono comunque a piantare alberi.

source: Explore Ecosia
fr: Découvrez Ecosia
it: Esplora Ecosia

source: Financial reports
fr: Rapports financiers
it: Report finanziari

source: Force Dark Mode
fr: Forcer le mode sombre
it: Forza modalità scura

source: Get started
fr: Commencez
it: Inizia

source: Home
fr: Accueil

source: Invert website colors
fr: Inverser les couleurs du site
it: Inverti i colori dei siti web

source: Keep up to date with the latest news from our projects and more
fr: Restez informés des dernières actualités liées à nos projets et plus encore
it: Resta aggiornato con le ultime novità sui nostri progetti e molto altro

source: Learn more
fr: En savoir plus
it: Scopri di più

source: Make Ecosia your default browser
fr: Choisissez Ecosia comme navigateur
it: Scegli Ecosia come motore di ricerca

source: Moderate
fr: Modéré
it: Moderato

source: See all
fr: Tout voir
it: Mostra tutto

source: My searches
fr: Mes recherches
it: Le mie ricerche

source: New
fr: Nouveau
it: Novità

source: Off
fr: Désactivé
it: Disattivato

source: Open In Safari
fr: Ouvrir dans Safari
it: Apri in Safari

source: Private
fr: Privé
it: Privato

source: Personalized results
fr: Résultats personnalisés
it: Risultati personalizzati

source: Plant trees while you browse the web
fr: Plantez des arbres en surfant sur le web
it: Pianta alberi mentre navighi in internet

source: Privacy
fr: Vie privée

source: Relevant results based on past searches
fr: Résultats pertinents sur la base des recherches précédentes
it: Risultati pertinenti sulla base delle ricerche precedenti

source: Safe search
fr: Recherche sécurisée
it: Ricerca sicura

source: Search
fr: Rechercher
it: Cerca

source: Search the web to plant trees...
fr: Lancez une recherche pour planter des arbres...
it: Cerca in modo da contribuire a piantare alberi...

source: Search region
fr: Rechercher dans la région
it: Regione di ricerca

source: Send feedback
fr: Envoyer un commentaire
it: Invia feedback

source: Shown under the search field
fr: Les suggestions s'afficheront sous le champ de recherche
it: Appare sotto la casella di ricerca

source: Start using these green companies to plant more trees and become more sustainable
fr: Faites appel à ces entreprises respectueuses de la planète pour planter plus d'arbres et devenir plus engagé
it: Inizia a utilizzare queste società eco-friendly per piantare più alberi e diventare più sostenibile

source: Ecosia news
fr: Actualités Ecosia
it: Novità Ecosia

source: TREES
fr: les arbres
it: alberi

source: TREES PLANTED WITH ECOSIA
fr: Arbres plantés avec Ecosia
it: Alberi piantati con Ecosia

source: Turn off Dark Mode
fr: Désactiver le mode sombre
it: Disattiva modalità scura

source: Terms and conditions
fr: Conditions générales
it: Termini e condizioni

source: We use the profit from your searches to plant trees where they are needed most
fr: Nous utilisons les revenus générés par vos recherches en ligne pour planter des arbres dans les régions qui en ont le plus besoin
it: Utilizziamo i guadagni derivanti dalle tue ricerche per piantare alberi dove ce n'è più bisogno

source: Help us improve our new app
fr: Aidez-nous à améliorer notre nouvelle application
it: Aiutaci a migliorare la nostra nuova app

source: Let us know what you like, dislike, and want to see in the future.
fr: Faites-nous savoir ce que vous aimez, n'aimez pas ou aimeriez voir à l'avenir.
it: Comunicaci cosa ti piace, cosa non ti piace e cosa vorresti vedere in futuro.

source: Share your feedback
fr: Partagez votre commentaire
it: Facci sapere cosa ne pensi

source: Sit tight, we are getting ready for you…
fr: Veuillez patienter, nous sommes en cours de préparation...
it: Non te ne andare, ci siamo quasi...

source: We hit a glitch
fr: Un problème est survenu
it: Abbiamo un problema tecnico

source: We are momentarily unable to load all of your settings.
fr: Nous ne sommes momentanément pas en mesure de charger tous vos paramètres.
it: Al momento non riusciamo a caricare tutte le tue impostazioni.

source: Continue
fr: Continuer
it: Continua

source: Retry
fr: Réessayer
it: Riprova

source: Set Ecosia as default browser
fr: Faire d'Ecosia mon navigateur par défaut
it: Imposta Ecosia come browser predefinito

source: Links from websites, emails or messages will automatically open in Ecosia.
fr: Les liens des sites Internet, e-mails ou messages s'ouvriront automatiquement dans Ecosia.
it: I link da siti web, e-mail e messaggi verranno aperti automaticamente con Ecosia.

source: Show Top Sites
fr: Afficher les sites les plus visités
it: Mostra i siti principali

source: All regions
fr: Toutes les régions
it: Tutte le regioni

source: Refresh
fr: Actualiser
it: Ricarica

source: Please check your internet connection and try again
fr: Veuillez vérifier votre connexion Internet et réessayer
it: Verifica la tua connessione internet e riprova.

source: No connection
fr: Aucune connexion
it: Connessione assente

source: Done
fr: Terminé
it: Fatto

source: Find in page
fr: Trouver dans la page
it: Trova nella pagina

source: Cancel
fr: Annuler
it: Cancella

source: Open
fr: Ouvrir
it: Apri

source: Open link in external app?
fr: Ouvrir le lien dans une application externe ?
it: Aprire il link in un'app esterna?

source: %@ wants to open this application.
fr: %@ veut ouvrir cette application.
it: %@ vuole aprire questa applicazione.

source: Send usage data
fr: Envoyer les données d'utilisation
it: Invia i dati di utilizzo

source: To improve our browser apps, we collect usage statistics from your device. These are anonymous and protect your privacy.
fr: Pour améliorer nos applications navigateur, nous recueillons des statistiques d'utilisation de votre appareil. Elles sont anonymes et protègent votre vie privée.
it: Per migliorare le nostre app browser raccogliamo statistiche di utilizzo dal tuo dispositivo. Queste statistiche sono anonime e rispettano la tua privacy.

source: Climate Impact
fr: Impact climatique
it: Impatto sul clima

source: Customize homepage
fr: Personnaliser la page d'accueil
it: Personalizza la homepage

source: Homepage
fr: Page d'accueil

source: Show on homepage
fr: Afficher sur la page d'accueil
it: Mostra nella homepage

source: Top Sites
fr: Sites les plus visités
it: Siti principali

source: A friend accepted your invitation and each of you will help plant 1 tree!
fr: Un ami a accepté votre invitation ! 1 arbre a été planté
it: Un amico ha accettato l’invito! Avete piantato 1 nuovo albero a testa.

source: Estimated impact
fr: Impact estimé
it: Impatto stimato

source: Estimated trees
fr: Arbres estimés
it: Alberi stimati

source: %@ friends accepted your invitation and each of you will help plant %@ trees!
fr: %@ amis ont accepté votre invitation ! %@ arbres ont été plantés
it: %@ amici hanno accettato l’invito! Avete piantato %@ nuovi alberi.

source: You’ve contributed to plant a tree with your friend!
fr: Vous avez aidé à planter un arbre ! Merci d’avoir rejoint Ecosia.
it: Hai piantato un nuovo albero! Grazie per esserti unito/a a Ecosia.

source: Invalid referral link!
fr: Lien de référence non valide !
it: Link di referral non valido!

source: Invite friends
fr: Invitez des amis
it: Invita gli amici

source: Help plant trees by inviting friends
fr: Aidez-nous à planter des arbres en invitant vos amis
it: Aiuta a piantare alberi invitando i tuoi amici

source: Multiply impact
fr: Multipliez votre impact
it: Moltiplica il tuo impatto

source: My trees
fr: Mes arbres
it: I miei alberi

source: Network error!
fr: Erreur de réseau !
it: Errore di rete!

source: On average it takes around 45 searches to plant a tree
fr: Il faut en moyenne 45 recherches pour planter un arbre
it: In media occorrono circa 45 ricerche per piantare un albero

source: Plant your first tree
fr: Plantez votre premier arbre
it: Pianta il tuo primo albero

source: Tap your tree counter to share Ecosia with friends and plant more trees
fr: Cliquez sur votre compteur pour partager Ecosia avec des amis et planter encore plus d'arbres
it: Clicca sul tuo contatore di alberi per condividere Ecosia con gli amici e piantare più alberi

source: This is the estimated number of trees you have contributed to planting by using Ecosia.
fr: Voici une estimation du nombre d'arbres que vous avez contribué à planter en utilisant Ecosia.
it: Ecco il numero stimato di alberi che hai contribuito a piantare usando Ecosia.

source: Together, we can reforest our planet. Tap your counter to spread the word!
fr: Ensemble, nous pouvons faire revivre les forêts de notre planète. Cliquez sur votre compteur pour faire passer le mot !
it: Insieme possiamo riforestare il nostro pianeta. Clicca sul tuo contatore per spargere la voce!

source: Total Ecosia trees
fr: Arbres Ecosia au total
it: Totale alberi Ecosia

source: View my impact
fr: Voir mon impact
it: Vedi il mio impatto

source: We couldn't verify your link. Please check your internet connection and try again.
fr: Nous n'avons pas pu vérifier votre lien. Veuillez vérifier votre connexion Internet et réessayer.
it: Non abbiamo potuto verificare il tuo link. Controlla la tua connessione internet e riprova.

source: Your referral link is wrong or not valid for you. Please check it and try again.
fr: Votre lien de référence est erroné ou n'est pas valide pour vous. Veuillez le vérifier et réessayer.
it: Il tuo link di referral non funziona o non è valido per te. Ti invitiamo a verificarlo e riprovare.

source: Invite your friends
fr: Invitez vos amis
it: Invita amici e amiche

source: Send an invite with your unique invitation link
fr: Envoyez une invitation avec votre lien d’invitation unique
it: Manda un invito con il tuo link d’invito unico

source: They download the Ecosia app
fr: Ils téléchargent l’application
it: Scaricano l’app Ecosia

source: Via the AppStore (invites for Android are coming soon)
fr: Via l’App store (les invitations pour Android arrivent bientôt)
it: Tramite l’App store (inviti per Android presto disponibili)

source: They open your invite link
fr: Ils ouvrent votre lien
it: Aprono il link d'invito

source: Your friend clicks on your unique link from the invite message
fr: Vos amis cliquent sur votre lien d’invitation unique
it: L’amico clicca sul tuo link unico dal messaggio d’invito

source: Each of you helps plant a tree
fr: Chacun contribue à reforester
it: Un albero piantato a testa

source: When a friend uses your invite link, you both plant an extra tree
fr: Lorsqu’un ami utilise votre lien, vous plantez ensemble un arbre
it: Se l’amico usa il tuo link, entrambi piantate un albero in più

source: Inviting a friend
fr: Invitez un ami
it: Invitare un amico

source: No bookmarks yet
fr: Aucun marque-page pour l'instant
it: Ancora nessun segnalibro

source: Add your favorite pages to your bookmarks and they will appear here
fr: Ajoutez vos sites préférés à vos marque-pages, ils apparaîtront ici
it: Aggiungi le tue pagine preferite ai tuoi segnalibri e appariranno qui

source: No articles on your reading list
fr: Aucun article dans votre liste de lecture
it: Nel tuo elenco di lettura non ci sono articoli

source: Open articles in Reader View by tapping the page icon in the address bar
fr: Ouvrez vos articles en mode Lecture en cliquant sur l'icône de page dans la barre d'adresse
it: Apri gli articoli in modalità Lettura toccando l'icona della pagina nella barra degli indirizzi

source: Save articles to your Reading list by tapping on ‘Add to Reading List’ in the options while in Reader View
fr: Sauvegardez les articles dans votre Liste de lecture en cliquant sur «Ajouter à la liste de lecture» dans les options du mode Lecture
it: Salva articoli nel tuo elenco di lettura toccando "Aggiungi all'elenco di lettura" nelle opzioni mentre sei in modalità Lettura

source: No history
fr: Pas d'historique
it: Nessuna cronologia

source: Websites you’ve recently visited will show up here
fr: Les sites consultés récemment s'afficheront ici
it: I siti web che hai visitato di recente appariranno qui

source: No downloads yet
fr: Aucun téléchargement
it: Ancora nessun download

source: When you download files they will show up here
fr: Les fichiers téléchargés s'afficheront ici
it: Quando scarichi dei file appariranno qui

source: Plant trees with me on Ecosia
fr: Plantez des arbres avec moi sur Ecosia
it: Pianta alberi con me su Ecosia

source: Hey, I think you’ll like this! Did you know that Ecosia is the only search engine that uses 100%% of their profits for climate action? 🌍 Join me and %@M+ others planting the right trees in the right places.
fr: Hey, je pense que ça va te plaire ! Savais-tu qu'Ecosia est le seul moteur de recherche qui utilise 100%% de ses profits pour l'action climatique ? 🌍 Rejoins-moi et %@M+ d'autres personnes pour planter des arbres aux bons endroits.
it: Ehi, penso che questo ti piacerà! Sapevi che Ecosia è l'unico motore di ricerca che dedica il 100%% dei suoi profitti ad azioni per il clima? 🌍 Unisciti a me e altre %@ milioni di persone e pianta gli alberi giusti nei posti giusti.

source: 1. Download the app:
fr: 1. Téléchargez l'application :
it: 1. Scarica l'app:

source: 2. Use my ✨ invite link ✨ and we will both plant an extra tree 🌳 (Android coming soon):
fr: 2. Utilisez mon ✨ lien d'invitation ✨ et chacun de nous plantera un arbre en plus 🌳 (Android à venir prochainement) :
it: 2. Usa il mio ✨ link di invito ✨ e pianteremo un albero extra a testa🌳 (versione Android in arrivo):

source: Link already used
fr: Lien déjà utilisé
it: Link già usato

source: You can only use an invitation link once.
fr: Vous pouvez utiliser un lien d’invitation une fois seulement.
it: Puoi usare il link di invito una sola volta.

source: Invite your friends to check out Ecosia. When they join, you both plant an extra tree.
fr: Invitez vos amis à découvrir Ecosia. Lorsqu'ils rejoignent la communauté, vous plantez un arbre en plus.
it: Invita i tuoi amici a provare Ecosia. Quando un amico accetta, entrambi piantate un albero extra.

source: Sharing your link
fr: Votre lien est en cours de partage
it: Condividi il tuo link

source: Copy
fr: Copier
it: Copia

source: More sharing methods
fr: Plus de méthodes de partage
it: Altri metodi di condivisione

source: Copied!
fr: Copié !
it: Copiato!

source: See what's new
fr: Voir les nouveautés
it: Scopri le novità

source: Discover the new Ecosia
fr: Découvrez le nouvel Ecosia
it: Scopri il nuovo Ecosia

source: Ecosia has a new look, and we added an easy way for you to track your trees.
fr: Ecosia arbore un nouveau look, et nous avons ajouté un moyen facile pour que vous puissiez suivre vos arbres.
it: Ecosia ha un nuovo look e ora puoi tenere traccia dei tuoi alberi in modo semplice.

source: See the collective impact you are having with the Ecosia community
fr: Découvrez l'impact collectif que vous avez grâce à la communauté Ecosia
it: Dai un'occhiata all'impatto collettivo che stai avendo insieme alla community di Ecosia.

source: Your impact
fr: Votre impact
it: Il tuo impatto

source: How it works
fr: En savoir plus
it: Come funziona

source: My Impact
fr: Mon impact
it: Il mio impatto

source: Group your impact
fr: Améliorez votre impact
it: Aumenta il tuo impatto

source: Get a tree with every friend who joins. They get one too!
fr: Plantez un arbre avec chaque ami qui nous rejoins. Ils en plantent un aussi !
it: Pianta più alberi condividendo Ecosia con i tuoi amici

source: About Ecosia
fr: À propos d'Ecosia
it: Cos’è Ecosia

source: Trees update
fr: Nos projets de plantation
it: I nostri alberi

source: See exactly how much money we made, how we spent it, and how many trees we planted.
fr: Découvrir exactement combien nous avons gagné, comment nous l'avons dépensé et combien d'arbres nous avons plantés.
it: Osserva esattamente quanto denaro abbiamo guadagnato, come lo abbiamo speso e quanti alberi abbiamo piantato.

source: Discover where we plant trees, and find out how our tree planting projects across the globe are doing.
fr: Découvrez où nous plantons des arbres et comment se déroulent nos projets de plantation dans le monde.
it: Scopri dove piantiamo gli alberi e come procedono i nostri progetti di riforestazione in tutto il mondo.

source: Learn how we protect your privacy by encrypting your searches, never selling your data to advertisers without your permission and more.
fr: Découvrez comment nous protégeons votre vie privée en chiffrant vos recherches, en ne vendant pas vos données aux annonceurs sans votre permission, etc.
it: Scopri come proteggiamo la tua privacy criptando le tue ricerche, non vendendo mai i tuoi dati agli inserzionisti senza il tuo permesso, ecc.

source: Find answers to popular questions like how Ecosia neutralizes CO2 emissions and what it means to be a social business.
fr: Découvrez entre autres comment Ecosia a eu un bilan carbone négatif et ce qu’est une entreprise sociale.
it: Trova le risposte a domande frequenti: come Ecosia è diventata CO2 negativa e cosa è un’impresa sociale.

source: Skip
fr: Passez
it: Salta

source: Start Planting
fr: Commencez à planter
it: Inizia a piantare

source: The simplest way to be climate-active every day while browsing the web
fr: Le moyen le plus simple d’agir pour le climat chaque jour en naviguant sur le Web
it: Il modo più semplice per difendere l’ambiente ogni giorno mentre navighi sul web

source: Skip welcome tour
fr: Passer l'introduction
it: Salta il tour di benvenuto

source: A better planet with every search
fr: Une planète plus verte à chaque recherche
it: Ogni ricerca migliora il nostro pianeta

source: Search the web and plant trees with the fast, free, and full-featured Ecosia browser
fr: Lancez une recherche et plantez des arbres avec le navigateur Ecosia, c'est rapide et gratuit.
it: Fai ricerche sul web e pianta alberi con il browser Ecosia, veloce, gratuito e completo.

source: The greenest way to search
fr: La plus écologique des recherches
it: La ricerca più green che ci sia

source: Ecosia is the world's most planet-friendly way to search - and it's free.
fr: Ecosia est le moteur de recherche le plus écologique au monde - et c'est gratuit.
it: Ecosia è il modo più ecologico al mondo di fare ricerche. Ed è gratis.

source: 100% of profits for the planet
fr: 100 % de profits pour la planète
it: 100% dei profitti per il pianeta

source: We use all our profits for climate action, such as planting trees and generating solar energy.
fr: Nous consacrons tous nos bénéfices pour le climat, de la plantation d'arbres à la production d'énergie solaire.
it: Usiamo tutti i profitti per sostenere il clima: piantiamo alberi e produciamo energia solare.

source: Collective action starts here
fr: L’action collective commence ici
it: L’unione fa la forza

source: Join 15 million people growing the right trees in the right places.
fr: Comme 20 millions de personnes, plantez le bon arbre au bon endroit.
it: Unisciti ai 20 milioni di utenti impegnati a piantare gli alberi giusti nei posti giusti.

source: We want your trees, not your data
fr: Des arbres, pas vos données
it: Vogliamo alberi, non i tuoi dati

source: We don’t create a profile of you and will never sell your details to advertisers.
fr: Nous ne créons pas votre profil et ne vendons pas vos informations à des annonceurs.
it: Non creiamo un tuo profilo personale e non vendiamo i tuoi dati personali.

source: sustainable shoes
fr: des chaussures durables
it: scarpe sostenibili

source: Trees planted
fr: Arbres plantés
it: Alberi piantati

source: Before ...
fr: Avant...
it: Prima...

source: After
fr: Après
it: Dopo

source: trees planted by the Ecosia community
fr: arbres plantés par la communauté Ecosia
it: alberi piantati dalla community Ecosia

source: Trees planted by the Ecosia community
fr: Arbres plantés par la communauté Ecosia
it: Alberi piantati dalla community di Ecosia

source: invested into climate action
fr: investis dans l'action climatique
it: investiti in azioni per il clima

source: Active projects
fr: Projets en cours
it: Progetti attivi

source: Countries
fr: Pays
it: Paesi

source: Real results, transparent finances
fr: Des résultats réels, des finances transparentes
it: Risultati reali, finanze trasparenti

source: You're shown exactly how much we earn and invest in trees and climate action.
fr: Nous vous montrons exactement ce que nous gagnons et ce que nous investissons dans les arbres et l'action climatique.
it: Mostriamo esattamente quanto guadagniamo e investiamo in alberi e in azioni per il clima.

source: Total income
fr: Revenu total
it: Ricavi totali

source: Trees financed
fr: Arbre financés
it: Alberi finanziati

source: Open settings
fr: Aller dans les réglages
it: Apri le impostazioni

source: Maybe later
fr: Peut-être plus tard
it: Forse più tardi

source: Open all links with Ecosia to plant more trees
fr: Ouvrez tous vos liens avec Ecosia pour planter plus d’arbres
it: Apri tutti i link con Ecosia per piantare più alberi

source: Open all links automatically with Ecosia
fr: Ouvrir automatiquement tous les liens avec Ecosia
it: Apri tutti i link automaticamente con Ecosia

source: Grow your impact with your web searches
fr: Améliorez votre impact grâce à vos recherches sur le web
it: Aumenta il tuo impatto con le ricerche sul web

source: Be climate active every day while browsing
fr: Agissez chaque jour pour le climat à travers votre navigation
it: Proteggi il clima ogni giorno mentre navighi sul web

source: Your invites
fr: Vos amis
it: I tuoi amici

source: Growing together
fr: Planter ensemble
it: Crescere insieme

source: Help your friends become climate active and plant trees together
fr: Aidez vos amis à agir pour le climat en plantant des arbres
it: Aiuta i tuoi amici a difendere l’ambiente e piantate alberi insieme

source: Customization
fr: Personnalisation
it: Personalizzazione

source: Clear all
fr: Tout effacer
it: Cancella tutto

source: To make entering info easier, the toolbar can be set to the bottom of the screen
fr: Pour simplifier la saisie des informations, la barre d'outils peut être déplacée en bas de l'écran
it: Per facilitare l'inserimento delle informazioni, la barra degli strumenti può essere impostata nella parte inferiore dello schermo.

source: Buy trees in the Ecosia tree store to delight a friend - or treat yourself
fr: Achète des arbres dans le Tree Store d'Ecosia pour surprendre un.e ami.e, ou fais-toi plaisir !
it: Strappa un sorriso ad un amico o concediti un regalo: aquista degli alberti nel Tree Store di Ecosia!

source: Plant trees and earn eco-friendly rewards with Treecard
fr: Plantez des arbres et recevez des récompenses écologiques avec Treecard
it: Pianta alberi e guadagna premi ecologici con Treecard

source: Sponsored
fr: Sponsorisé
it: Sponsorizzato

source: Ecosia logo
fr: Logo Ecosia
it: Logo Ecosia

source: Open the Your Impact section
fr: Ouvrir la section Votre Impact
it: Apri la sezione Il tuo impatto
